---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsPipeConnectorSystemClassificationParam
source: html/a2f98fe6-d2d6-647c-ed8b-c4d548a0d9b2.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsPipeConnectorSystemClassificationParam Property

"System Classification"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsPipeConnectorSystemClassificationParam { get; }
```